1password
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
apparmor
appstream-glib
arandr
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
autojump
automake
autorandr
autotiling
avahi
awesome
base
bash
binutils
bison
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
ccls
celt
clang
cloc
code
colord
compiler-rt
confuse
coreutils
cryptsetup
ctags
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
djvulibre
dkms
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron13
elfutils
elixir
enchant
erlang-nox
evince
exempi
exiv2
exo
expat
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
flac
flameshot
flatpak
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
garcon
gawk
gc
gcab
gcc
gcc-libs
gcr
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghostscript
giflib
git
glib-networking
glib2
glibc
glibmm
gmp
gnome-autoar
gnome-bluetooth
gnome-desktop
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
google-chrome
gpgme
gpicview
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
guile
gupnp-dlna
gvfs
gzip
harfbuzz
hicolor-icon-theme
hidapi
hsetroot
hwids
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imlib2
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
jack2
jansson
jbig2dec
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcroco
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libglade
libglademm
libglvnd
libgnomekbd
libgpg-error
libgrss
libgsf
libgtop
libgudev
libgusb
libgxps
libhandy
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinih
libinput
libiptcdata
libjpeg-turbo
libksba
libldac
libldap
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libportal
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-api-headers
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lua
lua53
lua53-lgi
luit
lvm2
lz4
lzo
m4
mailcap
make
man-db
md4c
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mtdev
mtools
nano
nautilus
ncurses
ndctl
nerd-fonts-dejavu-complete
nerd-fonts-inconsolata
netctl
nettle
networkmanager
nitrogen
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
nvidia
nvidia-lts
nvidia-utils
opencore-amr
openjpeg2
openresolv
openssh
openssl
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-mirrorlist
pahole
pam
paman
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-algorithm-diff
perl-class-method-modifiers
perl-data-optlist
perl-devel-globaldestruction
perl-error
perl-import-into
perl-inc-latest
perl-mailtools
perl-module-build
perl-module-runtime
perl-moo
perl-parallel-forkmanager
perl-params-util
perl-regexp-common
perl-role-tiny
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-timedate
picom
pinentry
pipewire
pixman
pkgconf
polkit
polkit-gnome
polybar
poppler
poppler-glib
popt
postgresql
postgresql-libs
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
pwndbg
python
python-appdirs
python-cairo
python-capstone
python-docutils
python-future
python-gobject
python-i3ipc
python-more-itertools
python-ordered-set
python-packaging
python-ply
python-psutil
python-ptrace
python-pycparser
python-pyelftools
python-pygments
python-pyparsing
python-setproctitle
python-setuptools
python-six
python-unicorn
python-xlib
qt5-base
qt5-svg
rapidjson
rav1e
re2
readline
rest
ripgrep
rofi
rtkit
ruby
ruby-irb
ruby-reline
rubygems
run-parts
sbc
sdl2
sed
semver
shadow
shared-mime-info
siji-git
slack-desktop
slang
snapd
snappy
sound-theme-freedesktop
source-highlight
speex
speexdsp
sqlite
squashfs-tools
srt
startup-notification
stow
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
tar
tdb
texinfo
thin-provisioning-tools
thunar
thunar-volman
tmux
totem-pl-parser
tracker3
tracker3-miners
tree
tslib
ttf-dejavu
ttf-liberation
ttf-unifont
tumbler
tzdata
udisks2
unicorn
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
valgrind
vid.stab
vifm
vim
vim-runtime
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wayland
webrtc-audio-processing
wget
which
wireless_tools
wpa_supplicant
x264
x265
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xterm
xvidcore
xz
yajl
yarn
yay-git
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zstd
